Services/src/CommonTemplates/SearchTradeitemsByName/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:glob="http://globalservice.ws.bept.ids.by/">
   <soapenv:Header/>
   <soapenv:Body>
      <glob:SearchTradeitemsByName>
         <!--Optional:-->
         <request>
            <!--Optional:-->
            <header>
               <!--Optional:-->
               <sessiontoken>id_sessiontoken</sessiontoken>
            </header>
            <!--Optional:-->
            <name>id_name</name>
            <recordCount>id_recordcount</recordCount>
            <startRecord>id_startrecord</startRecord>
         </request>
      </glob:SearchTradeitemsByName>
   </soapenv:Body>
</soapenv:Envelope>